Repository: archivesteak/opensense
Catalog: src/OpenSense.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, et_ee, fa_ir, fi_fi, fr_fr, he_il, hi_in, hu_hu, id_id, it_it, ja_jp, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_cyrl_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# SensorProblem_PawnIOUnavailable
source: PawnIO could not be opened ({0})
ar_sa: تعذّر فتح PawnIO ({0})
bg_bg: PawnIO не можа да се отвори ({0})
ca_es: no s'ha pogut obrir el PawnIO ({0})
cs_cz: PawnIO se nepodařilo otevřít ({0})
de_de: PawnIO konnte nicht geöffnet werden ({0})
el_gr: δεν ήταν δυνατό το άνοιγμα του PawnIO ({0})
es_es: no se pudo abrir PawnIO ({0})
et_ee: PawnIO-d ei saanud avada ({0})
fa_ir: PawnIO باز نشد ({0})
fi_fi: PawnIO:n avaaminen epäonnistui ({0})
fr_fr: impossible d’ouvrir PawnIO ({0})
he_il: לא ניתן היה לפתוח את PawnIO ({0})
hi_in: PawnIO नहीं खोला जा सका ({0})
hu_hu: a PawnIO nem nyitható meg ({0})
id_id: PawnIO tidak dapat dibuka ({0})
it_it: impossibile aprire PawnIO ({0})
ja_jp: PawnIO を開けませんでした ({0})
ko_kr: PawnIO를 열 수 없음({0})
lv_lv: neizdevās atvērt PawnIO ({0})
nb_no: kan ikke åpne PawnIO ({0})
nl_nl: kan PawnIO niet openen ({0})
pl_pl: nie można otworzyć PawnIO ({0})
pt_pt: não foi possível abrir o PawnIO ({0})
ro_ro: PawnIO nu a putut fi deschis ({0})
ru_ru: не удалось открыть PawnIO ({0})
sk_sk: PawnIO sa nepodarilo otvoriť ({0})
sr_cyrl_rs: није могуће отворити PawnIO ({0})
sv_se: det gick inte att öppna PawnIO ({0})
th_th: ไม่สามารถเปิด PawnIO ได้ ({0})
tr_tr: PawnIO açılamadı ({0})
uk_ua: не вдалося відкрити PawnIO ({0})
vi_vn: không thể mở PawnIO ({0})
zh_cn: 无法打开 PawnIO ({0})
zh_tw: 無法開啟 PawnIO ({0})

# SensorProblem_PawnIOModuleRefused
source: PawnIO refused a module ({0})
ar_sa: رفض PawnIO وحدة نمطية ({0})
bg_bg: PawnIO отхвърли модул ({0})
ca_es: el PawnIO ha rebutjat un mòdul ({0})
cs_cz: PawnIO odmítl modul ({0})
de_de: PawnIO hat ein Modul abgelehnt ({0})
el_gr: το PawnIO απέρριψε μια λειτουργική μονάδα ({0})
es_es: PawnIO rechazó un módulo ({0})
et_ee: PawnIO lükkas mooduli tagasi ({0})
fa_ir: PawnIO یک ماژول را رد کرد ({0})
fi_fi: PawnIO hylkäsi moduulin ({0})
fr_fr: PawnIO a refusé un module ({0})
he_il: PawnIO דחה מודול ({0})
hi_in: PawnIO ने एक मॉड्यूल अस्वीकार कर दिया ({0})
hu_hu: a PawnIO elutasított egy modult ({0})
id_id: PawnIO menolak sebuah modul ({0})
it_it: PawnIO ha rifiutato un modulo ({0})
ja_jp: PawnIO がモジュールを拒否しました ({0})
ko_kr: PawnIO가 모듈을 거부함({0})
lv_lv: PawnIO noraidīja moduli ({0})
nb_no: PawnIO avviste en modul ({0})
nl_nl: PawnIO heeft een module geweigerd ({0})
pl_pl: PawnIO odrzucił moduł ({0})
pt_pt: o PawnIO recusou um módulo ({0})
ro_ro: PawnIO a refuzat un modul ({0})
ru_ru: PawnIO отклонил модуль ({0})
sk_sk: PawnIO odmietol modul ({0})
sr_cyrl_rs: PawnIO је одбио модул ({0})
sv_se: PawnIO avvisade en modul ({0})
th_th: PawnIO ปฏิเสธโมดูล ({0})
tr_tr: PawnIO bir modülü reddetti ({0})
uk_ua: PawnIO відхилив модуль ({0})
vi_vn: PawnIO đã từ chối một mô-đun ({0})
zh_cn: PawnIO 拒绝了一个模块 ({0})
zh_tw: PawnIO 拒絕了一個模組 ({0})

# Settings_GetPawnIO.Content
source: Get PawnIO for exact CPU readings
ar_sa: احصل على PawnIO لقراءات دقيقة لـ CPU
bg_bg: Изтеглете PawnIO за точни стойности на ЦП
ca_es: Obtén el PawnIO per a lectures exactes de la CPU
cs_cz: Získat PawnIO pro přesné hodnoty procesoru
de_de: PawnIO für genaue CPU-Werte herunterladen
el_gr: Λήψη του PawnIO για ακριβείς μετρήσεις CPU
es_es: Obtener PawnIO para lecturas exactas de la CPU
et_ee: Hankige PawnIO täpsete protsessorinäitude jaoks
fa_ir: دریافت PawnIO برای خواندن دقیق CPU
fi_fi: Hanki PawnIO tarkkoja suoritinlukemia varten
fr_fr: Obtenir PawnIO pour des mesures précises du processeur
he_il: קבל את PawnIO לקריאות CPU מדויקות
hi_in: सटीक CPU रीडिंग के लिए PawnIO प्राप्त करें
hu_hu: PawnIO beszerzése a pontos processzorértékekhez
id_id: Dapatkan PawnIO untuk pembacaan CPU yang akurat
it_it: Scarica PawnIO per letture esatte della CPU
ja_jp: CPU を正確に読み取るために PawnIO を入手
ko_kr: 정확한 CPU 측정을 위해 PawnIO 받기
lv_lv: Iegūt PawnIO precīziem procesora rādījumiem
nb_no: Last ned PawnIO for nøyaktige CPU-verdier
nl_nl: PawnIO downloaden voor exacte CPU-waarden
pl_pl: Pobierz PawnIO, aby uzyskać dokładne odczyty procesora
pt_pt: Obter o PawnIO para leituras exatas da CPU
ro_ro: Obțineți PawnIO pentru valori exacte ale procesorului
ru_ru: Установите PawnIO для точных показаний ЦП
sk_sk: Získať PawnIO na presné hodnoty procesora
sr_cyrl_rs: Преузмите PawnIO за тачна очитавања процесора
sv_se: Hämta PawnIO för exakta CPU-värden
th_th: รับ PawnIO เพื่อค่า CPU ที่แม่นยำ
tr_tr: Kesin CPU değerleri için PawnIO'yu edinin
uk_ua: Інсталюйте PawnIO для точних показників ЦП
vi_vn: Tải PawnIO để có số đo CPU chính xác
zh_cn: 获取 PawnIO 以准确读取 CPU 温度
zh_tw: 取得 PawnIO 以準確讀取 CPU 溫度

# Settings_OperatingModes.Header
source: Operating modes
ar_sa: أوضاع التشغيل
bg_bg: Работни режими
ca_es: Modes de funcionament
cs_cz: Provozní režimy
de_de: Betriebsmodi
el_gr: Λειτουργίες
es_es: Modos de funcionamiento
et_ee: Töörežiimid
fa_ir: حالت‌های کاری
fi_fi: Toimintatilat
fr_fr: Modes de fonctionnement
he_il: מצבי הפעלה
hi_in: ऑपरेटिंग मोड
hu_hu: Üzemmódok
id_id: Mode operasi
it_it: Modalità operative
ja_jp: 動作モード
ko_kr: 작동 모드
lv_lv: Darbības režīmi
nb_no: Driftsmoduser
nl_nl: Bedrijfsmodi
pl_pl: Tryby pracy
pt_pt: Modos de funcionamento
ro_ro: Moduri de funcționare
ru_ru: Режимы работы
sk_sk: Prevádzkové režimy
sr_cyrl_rs: Режими рада
sv_se: Driftlägen
th_th: โหมดการทำงาน
tr_tr: Çalışma modları
uk_ua: Режими роботи
vi_vn: Chế độ hoạt động
zh_cn: 操作模式
zh_tw: 作業模式

# Settings_MagKey.Header
source: MagForce key lights
ar_sa: أضواء مفاتيح MagForce
bg_bg: Светлини на клавишите MagForce
ca_es: Llums de les tecles MagForce
cs_cz: Světla kláves MagForce
de_de: Beleuchtung der MagForce-Tasten
el_gr: Φώτα πλήκτρων MagForce
es_es: Luces de las teclas MagForce
et_ee: MagForce'i klahvide tuled
fa_ir: نور کلیدهای MagForce
fi_fi: MagForce-näppäinten valot
fr_fr: Éclairage des touches MagForce
he_il: תאורת מקשי MagForce
hi_in: MagForce कुंजियों की लाइटें
hu_hu: MagForce billentyűk fényei
id_id: Lampu tombol MagForce
it_it: Luci dei tasti MagForce
ja_jp: MagForce キーのライト
ko_kr: MagForce 키 조명
lv_lv: MagForce taustiņu gaismas
nb_no: Lys i MagForce-tastene
nl_nl: Verlichting van de MagForce-toetsen
pl_pl: Podświetlenie klawiszy MagForce
pt_pt: Luzes das teclas MagForce
ro_ro: Luminile tastelor MagForce
ru_ru: Подсветка клавиш MagForce
sk_sk: Svetlá klávesov MagForce
sr_cyrl_rs: Светла тастера MagForce
sv_se: Belysning i MagForce-tangenterna
th_th: ไฟปุ่ม MagForce
tr_tr: MagForce tuşu ışıkları
uk_ua: Підсвічування клавіш MagForce
vi_vn: Đèn phím MagForce
zh_cn: MagForce 键灯光
zh_tw: MagForce 鍵燈光

# Settings_MagKey.Description
source: Lights of their own under W, A, S and D, found by the laptop's model name. Switch this if that is wrong for yours.
ar_sa: أضواء خاصة تحت W وA وS وD، تُكتشف من اسم طراز الكمبيوتر المحمول. غيّر هذا الخيار إن كان ذلك غير صحيح لجهازك.
bg_bg: Отделни светлини под W, A, S и D, разпознати по името на модела на лаптопа. Превключете, ако това не е вярно за вашия.
ca_es: Llums pròpies sota la W, la A, la S i la D, detectades pel nom del model del portàtil. Canvieu-ho si no és correcte per al vostre.
cs_cz: Samostatná světla pod W, A, S a D, rozpoznaná podle názvu modelu notebooku. Přepněte, pokud to pro váš notebook neplatí.
de_de: Eigene Lichter unter W, A, S und D, erkannt am Modellnamen des Laptops. Umschalten, wenn das für Ihren nicht stimmt.
el_gr: Δικά τους φώτα κάτω από τα W, A, S και D, που εντοπίζονται από το όνομα μοντέλου του φορητού. Αλλάξτε το αν δεν ισχύει για τον δικό σας.
es_es: Luces propias bajo W, A, S y D, detectadas por el nombre del modelo del portátil. Cámbialo si no es correcto para el tuyo.
et_ee: Omaette tuled W, A, S ja D all, tuvastatud sülearvuti mudelinime järgi. Lülita ümber, kui see sinu omale ei vasta.
fa_ir: نورهای جداگانه زیر W، A، S و D که از نام مدل لپ‌تاپ شناسایی می‌شوند. اگر برای دستگاه شما درست نیست، این را تغییر دهید.
fi_fi: Omat valot W-, A-, S- ja D-näppäinten alla, tunnistettu kannettavan mallinimestä. Vaihda, jos se ei pidä paikkaansa omassasi.
fr_fr: Un éclairage propre sous W, A, S et D, détecté d’après le nom du modèle. Changez ce réglage s’il ne correspond pas au vôtre.
he_il: תאורה נפרדת מתחת ל-W, A, S ו-D, שמזוהה לפי שם הדגם של המחשב הנייד. שנו זאת אם זה לא נכון למחשב שלכם.
hi_in: W, A, S और D के नीचे अपनी अलग लाइटें, जिनका पता लैपटॉप के मॉडल नाम से चलता है। अगर आपके लैपटॉप के लिए यह सही नहीं है तो इसे बदलें।
hu_hu: Saját fények a W, A, S és D alatt, a laptop típusneve alapján felismerve. Váltson, ha ez az Önénél nem így van.
id_id: Lampu tersendiri di bawah W, A, S, dan D, dikenali dari nama model laptop. Ubah ini jika tidak sesuai untuk laptop Anda.
it_it: Luci proprie sotto W, A, S e D, riconosciute dal nome del modello. Cambia l'impostazione se non è giusta per il tuo portatile.
ja_jp: W、A、S、D キーの下にある専用のライトです。ノート PC のモデル名で判別しています。お使いの PC と違う場合は切り替えてください。
ko_kr: W, A, S, D 아래의 별도 조명으로, 노트북 모델명으로 확인합니다. 사용 중인 노트북과 맞지 않으면 바꾸세요.
lv_lv: Atsevišķas gaismas zem W, A, S un D, noteiktas pēc klēpjdatora modeļa nosaukuma. Pārslēdziet, ja jūsējam tas neatbilst.
nb_no: Egne lys under W, A, S og D, funnet ut fra modellnavnet til den bærbare. Bytt hvis det ikke stemmer for din.
nl_nl: Eigen lampjes onder W, A, S en D, herkend aan de modelnaam van de laptop. Zet dit om als het voor de jouwe niet klopt.
pl_pl: Własne światła pod W, A, S i D, wykrywane po nazwie modelu laptopa. Przełącz, jeśli u Ciebie jest inaczej.
pt_pt: Luzes próprias sob W, A, S e D, detetadas pelo nome do modelo do portátil. Mude se isso não estiver certo para o seu.
ro_ro: Lumini proprii sub W, A, S și D, recunoscute după numele modelului laptopului. Comutați dacă nu e corect pentru al dvs.
ru_ru: Собственная подсветка под W, A, S и D, определяется по названию модели ноутбука. Переключите, если для вашего это не так.
sk_sk: Samostatné svetlá pod W, A, S a D, rozpoznané podľa názvu modelu notebooku. Prepnite, ak to pre váš neplatí.
sr_cyrl_rs: Сопствена светла испод W, A, S и D, препозната по називу модела лаптопа. Промените ако то не важи за ваш.
sv_se: Egna lampor under W, A, S och D, som känns igen på den bärbara datorns modellnamn. Ändra om det inte stämmer för din.
th_th: ไฟเฉพาะใต้ปุ่ม W, A, S และ D ซึ่งตรวจพบจากชื่อรุ่นของแล็ปท็อป เปลี่ยนการตั้งค่านี้หากไม่ตรงกับเครื่องของคุณ
tr_tr: W, A, S ve D altındaki kendi ışıkları; dizüstünün model adından anlaşılır. Sizinki için doğru değilse bunu değiştirin.
uk_ua: Власне підсвічування під W, A, S і D, визначається за назвою моделі ноутбука. Перемкніть, якщо для вашого це не так.
vi_vn: Đèn riêng dưới W, A, S và D, được nhận biết qua tên mẫu máy. Hãy đổi nếu điều đó không đúng với máy của bạn.
zh_cn: W、A、S、D 键下方的独立灯光，按笔记本电脑的型号名称识别。如与你的电脑不符，请切换此项。
zh_tw: W、A、S、D 鍵下方的獨立燈光，依筆記型電腦的型號名稱判斷。若與你的電腦不符，請切換此項。

# Settings_OperatingModes_Supported
source: {0}, as Acer's software offers them on this model. {1}
ar_sa: {0}، كما يوفرها برنامج Acer على هذا الطراز. {1}
bg_bg: {0}, както ги предлага софтуерът на Acer за този модел. {1}
ca_es: {0}, tal com els ofereix el programari d'Acer en aquest model. {1}
cs_cz: {0}, jak je software Acer na tomto modelu nabízí. {1}
de_de: {0}, wie die Acer-Software sie auf diesem Modell anbietet. {1}
el_gr: {0}, όπως τις προσφέρει το λογισμικό της Acer σε αυτό το μοντέλο. {1}
es_es: {0}, tal como los ofrece el software de Acer en este modelo. {1}
et_ee: {0}, nagu Aceri tarkvara neid selle mudeli puhul pakub. {1}
fa_ir: {0}، همان‌طور که نرم‌افزار Acer در این مدل ارائه می‌دهد. {1}
fi_fi: {0}, kuten Acerin ohjelmisto tarjoaa ne tässä mallissa. {1}
fr_fr: {0}, tels que le logiciel d’Acer les propose sur ce modèle. {1}
he_il: {0}, כפי שהתוכנה של Acer מציעה אותם בדגם הזה. {1}
hi_in: {0}, जैसा कि Acer का सॉफ़्टवेयर इस मॉडल पर देता है। {1}
hu_hu: {0}, ahogy az Acer szoftvere kínálja ezen a modellen. {1}
id_id: {0}, sebagaimana ditawarkan perangkat lunak Acer pada model ini. {1}
it_it: {0}, come le offre il software Acer su questo modello. {1}
ja_jp: {0}（このモデルで Acer のソフトウェアが提供しているとおり）。{1}
ko_kr: {0}(이 모델에서 Acer 소프트웨어가 제공하는 모드). {1}
lv_lv: {0}, kā tos šim modelim piedāvā Acer programmatūra. {1}
nb_no: {0}, slik Acers programvare tilbyr dem på denne modellen. {1}
nl_nl: {0}, zoals de software van Acer ze op dit model aanbiedt. {1}
pl_pl: {0}, tak jak oferuje je oprogramowanie Acer na tym modelu. {1}
pt_pt: {0}, tal como o software da Acer os disponibiliza neste modelo. {1}
ro_ro: {0}, așa cum le oferă software-ul Acer pe acest model. {1}
ru_ru: {0}, как их предлагает ПО Acer для этой модели. {1}
sk_sk: {0}, ako ich na tomto modeli ponúka softvér Acer. {1}
sr_cyrl_rs: {0}, онако како их Acer софтвер нуди на овом моделу. {1}
sv_se: {0}, så som Acers programvara erbjuder dem på den här modellen. {1}
th_th: {0} ตามที่ซอฟต์แวร์ของ Acer มีให้ในรุ่นนี้ {1}
tr_tr: {0}; Acer'ın yazılımı bu modelde bunları bu şekilde sunar. {1}
uk_ua: {0}, як їх пропонує програмне забезпечення Acer для цієї моделі. {1}
vi_vn: {0}, như phần mềm của Acer cung cấp trên mẫu máy này. {1}
zh_cn: {0}，与 Acer 软件在此型号上提供的一致。{1}
zh_tw: {0}，與 Acer 軟體在此機型上提供的相同。{1}

# Settings_OperatingModes_Unused
source: Your firmware lists {0}, but Acer's software doesn't use them on this model and they may change nothing. {1}
ar_sa: يسرد البرنامج الثابت {0}، لكن برنامج Acer لا يستخدمها على هذا الطراز وقد لا تُحدث أي تغيير. {1}
bg_bg: Фърмуерът ви съобщава за режимите {0}, но софтуерът на Acer не ги използва за този модел и те може да не променят нищо. {1}
ca_es: El microprogramari indica {0}, però el programari d'Acer no els fa servir en aquest model i potser no canvien res. {1}
cs_cz: Firmware uvádí režimy {0}, ale software Acer je na tomto modelu nepoužívá a nemusí nic měnit. {1}
de_de: Ihre Firmware listet {0}, aber die Acer-Software verwendet sie auf diesem Modell nicht, und sie bewirken möglicherweise nichts. {1}
el_gr: Το υλικολογισμικό σας αναφέρει {0}, αλλά το λογισμικό της Acer δεν τις χρησιμοποιεί σε αυτό το μοντέλο και ίσως να μην αλλάζουν τίποτα. {1}
es_es: Tu firmware indica {0}, pero el software de Acer no los usa en este modelo y puede que no cambien nada. {1}
et_ee: Teie püsivara loetleb {0}, kuid Aceri tarkvara ei kasuta neid selle mudeli puhul ja need ei pruugi midagi muuta. {1}
fa_ir: سفت‌افزار شما {0} را فهرست می‌کند، اما نرم‌افزار Acer در این مدل از آن‌ها استفاده نمی‌کند و ممکن است هیچ تغییری ایجاد نکنند. {1}
fi_fi: Laiteohjelmistosi ilmoittaa {0}, mutta Acerin ohjelmisto ei käytä niitä tässä mallissa, eivätkä ne ehkä muuta mitään. {1}
fr_fr: Votre firmware indique {0}, mais le logiciel d’Acer ne les utilise pas sur ce modèle et ils risquent de n’avoir aucun effet. {1}
he_il: הקושחה שלך מציגה את {0}, אבל התוכנה של Acer אינה משתמשת בהם בדגם הזה, וייתכן שהם לא ישנו דבר. {1}
hi_in: आपका फ़र्मवेयर {0} सूचीबद्ध करता है, लेकिन Acer का सॉफ़्टवेयर इस मॉडल पर इनका उपयोग नहीं करता और हो सकता है कि इनसे कुछ न बदले। {1}
hu_hu: A belső vezérlőprogram ezeket sorolja fel: {0}, de az Acer szoftvere nem használja őket ezen a modellen, és lehet, hogy semmit sem változtatnak. {1}
id_id: Firmware Anda mencantumkan {0}, tetapi perangkat lunak Acer tidak menggunakannya pada model ini dan mode tersebut mungkin tidak berpengaruh apa pun. {1}
it_it: Il firmware elenca {0}, ma il software Acer non le usa su questo modello e potrebbero non avere alcun effetto. {1}
ja_jp: ファームウェアには {0} がありますが、このモデルでは Acer のソフトウェアはこれらを使用しておらず、何も変わらない可能性があります。{1}
ko_kr: 펌웨어에 {0} 모드가 있지만 이 모델에서는 Acer 소프트웨어가 사용하지 않으며 아무 효과가 없을 수 있습니다. {1}
lv_lv: Jūsu aparātprogrammatūra norāda {0}, taču Acer programmatūra tos šim modelim neizmanto, un tie var neko nemainīt. {1}
nb_no: Fastvaren din oppgir {0}, men Acers programvare bruker dem ikke på denne modellen, og de gjør kanskje ingen forskjell. {1}
nl_nl: Je firmware vermeldt {0}, maar de software van Acer gebruikt ze op dit model niet en ze doen mogelijk niets. {1}
pl_pl: Oprogramowanie układowe wymienia tryby: {0}, ale oprogramowanie Acer nie używa ich na tym modelu i mogą niczego nie zmieniać. {1}
pt_pt: O seu firmware indica {0}, mas o software da Acer não os utiliza neste modelo e podem não ter qualquer efeito. {1}
ro_ro: Firmware-ul dvs. listează {0}, dar software-ul Acer nu le folosește pe acest model și s-ar putea să nu schimbe nimic. {1}
ru_ru: Встроенное ПО сообщает о режимах {0}, но ПО Acer не использует их на этой модели, и они могут ничего не менять. {1}
sk_sk: Firmvér uvádza režimy {0}, ale softvér Acer ich na tomto modeli nepoužíva a nemusia nič meniť. {1}
sr_cyrl_rs: Ваш фирмвер наводи режиме {0}, али их Acer софтвер не користи на овом моделу и можда ништа не мењају. {1}
sv_se: Din firmware anger {0}, men Acers programvara använder dem inte på den här modellen och de kanske inte gör någon skillnad. {1}
th_th: เฟิร์มแวร์ของคุณระบุ {0} แต่ซอฟต์แวร์ของ Acer ไม่ได้ใช้โหมดเหล่านี้ในรุ่นนี้ และอาจไม่มีผลใดๆ {1}
tr_tr: Üretici yazılımınız {0} modlarını listeliyor, ancak Acer'ın yazılımı bu modelde bunları kullanmıyor ve hiçbir şeyi değiştirmeyebilirler. {1}
uk_ua: Мікропрограма повідомляє про режими {0}, але програмне забезпечення Acer не використовує їх на цій моделі, і вони можуть нічого не змінювати. {1}
vi_vn: Chương trình cơ sở của bạn liệt kê {0}, nhưng phần mềm của Acer không dùng các chế độ này trên mẫu máy này và chúng có thể không thay đổi gì. {1}
zh_cn: 你的固件列出了 {0}，但 Acer 软件在此型号上未使用它们，它们可能不起任何作用。{1}
zh_tw: 您的韌體列出了 {0}，但 Acer 軟體在此機型上並未使用，這些模式可能沒有任何作用。{1}

# Settings_OperatingModes_CoolBoost
source: CoolBoost is available while they are off.
ar_sa: يتوفر CoolBoost عندما تكون متوقفة.
bg_bg: Докато са изключени, е наличен CoolBoost.
ca_es: El CoolBoost està disponible mentre estan desactivats.
cs_cz: Když jsou vypnuté, je k dispozici CoolBoost.
de_de: Solange sie ausgeschaltet sind, ist CoolBoost verfügbar.
el_gr: Όσο είναι απενεργοποιημένες, είναι διαθέσιμο το CoolBoost.
es_es: CoolBoost está disponible mientras estén desactivados.
et_ee: Kui need on välja lülitatud, on saadaval CoolBoost.
fa_ir: وقتی خاموش هستند، CoolBoost در دسترس است.
fi_fi: CoolBoost on käytettävissä, kun ne ovat pois käytöstä.
fr_fr: CoolBoost est disponible lorsqu’ils sont désactivés.
he_il: CoolBoost זמין כשהם כבויים.
hi_in: इनके बंद रहने पर CoolBoost उपलब्ध है।
hu_hu: Amíg ki vannak kapcsolva, a CoolBoost érhető el.
id_id: CoolBoost tersedia saat mode-mode ini dinonaktifkan.
it_it: Quando sono disattivate, è disponibile CoolBoost.
ja_jp: オフの間は CoolBoost を使用できます。
ko_kr: 이 모드를 끄면 CoolBoost를 사용할 수 있습니다.
lv_lv: Kamēr tie ir izslēgti, ir pieejams CoolBoost.
nb_no: CoolBoost er tilgjengelig når de er slått av.
nl_nl: CoolBoost is beschikbaar zolang ze uitgeschakeld zijn.
pl_pl: Gdy są wyłączone, dostępna jest funkcja CoolBoost.
pt_pt: O CoolBoost está disponível enquanto estiverem desativados.
ro_ro: CoolBoost este disponibil cât timp acestea sunt dezactivate.
ru_ru: Пока они отключены, доступен CoolBoost.
sk_sk: Keď sú vypnuté, je k dispozícii CoolBoost.
sr_cyrl_rs: Док су искључени, доступан је CoolBoost.
sv_se: CoolBoost är tillgängligt när de är avstängda.
th_th: ใช้ CoolBoost ได้ขณะที่ปิดโหมดเหล่านี้
tr_tr: Bunlar kapalıyken CoolBoost kullanılabilir.
uk_ua: Поки їх вимкнено, доступний CoolBoost.
vi_vn: Khi các chế độ này tắt, có thể dùng CoolBoost.
zh_cn: 关闭它们时，可以使用 CoolBoost。
zh_tw: 關閉這些模式時，可以使用 CoolBoost。

# Settings_OperatingModes_Default
source: While they are off the laptop stays in its default mode.
ar_sa: عندما تكون متوقفة، يبقى الكمبيوتر المحمول في وضعه الافتراضي.
bg_bg: Докато са изключени, лаптопът остава в режима си по подразбиране.
ca_es: Mentre estan desactivats, el portàtil es manté en el mode per defecte.
cs_cz: Když jsou vypnuté, zůstane notebook ve výchozím režimu.
de_de: Solange sie ausgeschaltet sind, bleibt der Laptop in seinem Standardmodus.
el_gr: Όσο είναι απενεργοποιημένες, ο φορητός παραμένει στην προεπιλεγμένη λειτουργία του.
es_es: Mientras estén desactivados, el portátil se mantiene en su modo predeterminado.
et_ee: Kui need on välja lülitatud, jääb sülearvuti vaikerežiimi.
fa_ir: وقتی خاموش هستند، لپ‌تاپ در حالت پیش‌فرض خود می‌ماند.
fi_fi: Kun ne ovat pois käytöstä, kannettava pysyy oletustilassaan.
fr_fr: Lorsqu’ils sont désactivés, l’ordinateur portable reste dans son mode par défaut.
he_il: כשהם כבויים, המחשב הנייד נשאר במצב ברירת המחדל שלו.
hi_in: इनके बंद रहने पर लैपटॉप अपने डिफ़ॉल्ट मोड में रहता है।
hu_hu: Amíg ki vannak kapcsolva, a laptop az alapértelmezett módban marad.
id_id: Saat mode-mode ini dinonaktifkan, laptop tetap dalam mode default-nya.
it_it: Quando sono disattivate, il portatile resta nella modalità predefinita.
ja_jp: オフの間、ノート PC は既定のモードのままです。
ko_kr: 이 모드를 끄면 노트북이 기본 모드로 유지됩니다.
lv_lv: Kamēr tie ir izslēgti, klēpjdators paliek noklusējuma režīmā.
nb_no: Når de er slått av, blir PC-en værende i standardmodusen.
nl_nl: Zolang ze uitgeschakeld zijn, blijft de laptop in zijn standaardmodus.
pl_pl: Gdy są wyłączone, laptop pozostaje w trybie domyślnym.
pt_pt: Enquanto estiverem desativados, o portátil mantém-se no modo predefinido.
ro_ro: Cât timp acestea sunt dezactivate, laptopul rămâne în modul implicit.
ru_ru: Пока они отключены, ноутбук остаётся в режиме по умолчанию.
sk_sk: Keď sú vypnuté, notebook zostane v predvolenom režime.
sr_cyrl_rs: Док су искључени, лаптоп остаје у подразумеваном режиму.
sv_se: När de är avstängda stannar datorn i sitt standardläge.
th_th: ขณะที่ปิดโหมดเหล่านี้ แล็ปท็อปจะอยู่ในโหมดเริ่มต้น
tr_tr: Bunlar kapalıyken dizüstü bilgisayar varsayılan modunda kalır.
uk_ua: Поки їх вимкнено, ноутбук залишається в стандартному режимі.
vi_vn: Khi các chế độ này tắt, máy tính xách tay giữ ở chế độ mặc định.
zh_cn: 关闭它们时，笔记本电脑保持默认模式。
zh_tw: 關閉這些模式時，筆記型電腦會保持在預設模式。

# Settings_Updates.Text
source: Updates
ar_sa: التحديثات
bg_bg: Актуализации
ca_es: Actualitzacions
cs_cz: Aktualizace
el_gr: Ενημερώσεις
es_es: Actualizaciones
et_ee: Värskendused
fa_ir: به‌روزرسانی‌ها
fi_fi: Päivitykset
fr_fr: Mises à jour
he_il: עדכונים
hi_in: अपडेट
hu_hu: Frissítések
id_id: Pembaruan
it_it: Aggiornamenti
ja_jp: 更新
ko_kr: 업데이트
lv_lv: Atjauninājumi
nb_no: Oppdateringer
pl_pl: Aktualizacje
pt_pt: Atualizações
ro_ro: Actualizări
ru_ru: Обновления
sk_sk: Aktualizácie
sr_cyrl_rs: Исправке
sv_se: Uppdateringar
th_th: การอัปเดต
tr_tr: Güncelleştirmeler
uk_ua: Оновлення
vi_vn: Bản cập nhật
zh_cn: 更新
zh_tw: 更新

# Settings_CheckNow.Content
source: Check now
ar_sa: التحقق الآن
bg_bg: Провери сега
ca_es: Comprova-ho ara
cs_cz: Zkontrolovat
de_de: Jetzt suchen
el_gr: Έλεγχος τώρα
es_es: Buscar ahora
et_ee: Kontrolli kohe
fa_ir: اکنون بررسی شود
fi_fi: Tarkista nyt
fr_fr: Rechercher maintenant
he_il: בדוק עכשיו
hi_in: अभी जाँचें
hu_hu: Keresés most
id_id: Periksa sekarang
it_it: Controlla ora
ja_jp: 今すぐ確認
ko_kr: 지금 확인
lv_lv: Pārbaudīt tūlīt
nb_no: Se etter nå
nl_nl: Nu controleren
pl_pl: Sprawdź teraz
pt_pt: Verificar agora
ro_ro: Verificați acum
ru_ru: Проверить сейчас
sk_sk: Skontrolovať
sr_cyrl_rs: Провери сада
sv_se: Sök nu
th_th: ตรวจสอบตอนนี้
tr_tr: Şimdi denetle
uk_ua: Перевірити зараз
vi_vn: Kiểm tra ngay
zh_cn: 立即检查
zh_tw: 立即檢查
